{
  "Fish Data": [
    {
      "Fish Name": "Yaldagolathos, The Big One",
      "Name": "Yaldagolathos, The Big One",
      "Dev Notes": "oops all tentacles (biblically accurate angel but tentacles)",
      "Metaphysical Notes": "In the depths of the world and deeper still writhes a deep God. When land was not even a glint in the many facated eyes of that primodial mass, it swam and was the water through which it swam. The lesser spawn exalted in its caliginous depths, when there was no distinction between water and God. Where there is life there is water, and where there is water there is The Big One, inscrutable and impercetible. Form now land, and those fish that walk upright but are always home in The Sea claim this air-water as their own, and lost that mass that swam as we crawled. Can you feel it? I can feel it, the preassure of the depths from every molocule of this not-water pressing down like so many planets and stars. And in that depth we are crushed, shaped into something befitting the the perfect perfect Perfect form of that which is water and pressure, that which is deep and which gives and takes and takes and takes in a rapturous undertow of all parts hydrodynamic and squamous, that sqirm and writhe and grasp and PULL.",
      "Biological Notes": "The Big One is, to put it bluntly, unfathomable. Even the mere thought of its name causes severe headaches and nosebleeds. All that can be concluded is that it bears some great, deep knowledge, and the horrifying image perceived by humans is merely what the mortal mind can make sense of. Perhaps this form is the origin of biblical angels, or sea monsters, or any other number of...things. How does it have so many tentacles? So many tentacles. And fins. Eyes. Teeth. [ink splotches] from this all things came to be, our beginning and end, that which we do not understand and never shall. salt in the wound, the sting of cold sea air. crushing pressure of the ocean as it fills my lungs. wrapping round and round and round and round and round and round andround and round and round andround and round and round andround and round and round andround and round and round andround and round and round andround and round and round and",
      "Difficulty": 5,
      "Min Weight": 125,
      "Max Weight": 150,
      "Location": "res://textures/the_big_one.png",
      "Frequency": 1,
      "Region": "The Big One's Lair",
      "Produced Item": "Acceptance",
      "Item Path": "res://textures/items/acceptance.png",
      "Item Description": null
    },
    {
      "Fish Name": "Psychonitoth, that Which Thought First",
      "Name": "Psychonitoth, that Which Thought First",
      "Dev Notes": "manta ray skeleton?",
      "Metaphysical Notes": "The fish can feel my thoughts now, or maybe they always could. I know this, I can feel them swimming in mine. The depths of Angler's Deep were never the only depths these fish swam through, this I now know. But what is the water of the mind that they have swam since time immemorial? This is it, I think, or at least the closest thing I will ever know. It knows me, knows me in ways I do not know myself. I feel like I know it too. It was every goldfish I had as a child, every tuna I saw in the aquarium, every can I've ever eaten from, every brine I've ever accidentally swallowed. And now it is here, now and again and forever, and I will never not know it. It swims through my mind like a, well, like a fish in water. It grazes on my memories like algae from a rock, and what wake it leaves has changed me in ways I cannot know.",
      "Biological Notes": "This entry has to be quick, direct observation is damaging. Vaguely shaped like manta-ray skeleton. Human brain. No mouth. Too many eyes. The aura. I do not remember what my parents look like or how I came to be here.",
      "Difficulty": 4,
      "Min Weight": 100,
      "Max Weight": 130,
      "Location": "res://textures/psychonitoth.png",
      "Frequency": 1,
      "Region": "Psychonitoth's Zone",
      "Produced Item": "Omniscience",
      "Item Path": "res://textures/items/omniscience.png",
      "Item Description": null
    },
    {
      "Fish Name": "Pneumistis, The Ageless Mass",
      "Name": "Pneumistis, The Ageless Mass",
      "Dev Notes": "jellyfish, of course; Turritopsis dohrnii as a base (\"the immortal jellyfish\")",
      "Metaphysical Notes": "The fish here speak in whispers now, whispers only I can hear. They croon their tales of endless depths, of darkened seas, of something older than land and fire and water, older than the gas that makes up this planet. This is not that fish, but that would certainly have fooled me. It is anceint, older than the seas but not by much. I can feel the call of my flesh to its sting, and I know should I allow that to happen I would be no longer myself but I would be unending. There is a sense of wisdom in that eyeless gaze I now feel on my back at all times, but a wisdom as unfathomable as the aphotic depths from which this thing has been trawled, and not a knowing wisdom. It is the sort of wisdom that can only come from watching and watching and watching for aeons and never once understanding.",
      "Biological Notes": "Long have humans searched for the secret to immortality. Certain species of jellyfish have achieved a kind of immortality by reverting to their earlier life stages. This is something else entirely. This creature is truly and unambiguously eternal. It appears to be some variety of jellyfish, though its form is unlike anything I've ever seen — a topological anomaly, with no beginning or end, much like the creature itself. It is entirely unclear how it consumes nutrients (does it need to?) or disposes of waste (can it?). Tentacles spiral from it haphazardly, and I fear what effect their stinging cells may have on my physical body. My measurements have demonstrated something that ought to be impossible: this organism is not only older than Earth, but older than the known universe. It has always been, and will always be.",
      "Difficulty": 4,
      "Min Weight": 100,
      "Max Weight": 120,
      "Location": "res://textures/ageless_mass.png",
      "Frequency": 1,
      "Region": "Pneumistis' Zone",
      "Produced Item": "Longevity",
      "Item Path": "res://textures/items/longevity.png",
      "Item Description": null
    },
    {
      "Fish Name": "Physical corruption (temp)",
      "Name": "Physical corruption (temp)",
      "Dev Notes": "jumbo shrimp (mantis shrimp) but with a bunch of body parts and teeth etc",
      "Metaphysical Notes": "Cut - Add in later",
      "Biological Notes": null,
      "Difficulty": 4,
      "Min Weight": 50,
      "Max Weight": 75,
      "Location": "res://textures/beta_fish.png",
      "Frequency": 2,
      "Region": "Pneumistis' Zone, Abyss",
      "Produced Item": null,
      "Item Path": "res://textures/items/temp.png",
      "Item Description": null
    },
    {
      "Fish Name": "Gaslamp octopus",
      "Name": "Gaslamp octopus",
      "Dev Notes": "octopus paralarva",
      "Metaphysical Notes": "The Gaslamp octopus appears to be perfectly benign to have a connection to the mind, and exhibits no unusual characteristics latent psychic abilities. The ways that it manipulates its victims minds are too specific and targeted to be random chance. It appears to favor subtle details that cascade into an entire fractured worldview if left unchecked. It must have some connection to the perfectly natural and balanced ecosystem, just like any other place mental force exhibited by other fish here. The inky substance this fish excretes seems to be linked in some way to mental effects, and using it would of course only make everything worse. It is probably best to just leave this fish alone and never speak of it to anyone. Perhaps it could be used to heighten insulate against such control?",
      "Biological Notes": "A cephalopod that fills itself with luminescent gas. By bending the light through transparent skin cells, the gaslamp octopus can create illusions underwater as a defense mechanism. There is nothing abnormal about the Gaslamp octopus, or, in fact, any other organism within this body of water. All previous and future entries have been entirely ficticious, or heavily fictionalized. They are just normal fish. The Gaslamp octopus may or may not be able to can, by some means, overwrite or otherwise affect the senses and memories of humans; it is currently unknown if this extends to other organisms. To date, there have been no successful attempts to observe the Gaslamp octopus. This fact makes proper observation of the gaslamp octopus utterly impossible extremely difficult, and subject to substantial innaccuracy.",
      "Difficulty": 3,
      "Min Weight": 50,
      "Max Weight": 75,
      "Location": "res://textures/gaslamp.png",
      "Frequency": 2,
      "Region": "Psychonitoth's Zone, Abyss",
      "Produced Item": "Gaslight Gel",
      "Item Path": "res://textures/items/gaslight_gel.png",
      "Item Description": null
    },
    {
      "Fish Name": "Bloated rudefish",
      "Name": "Bloated rudefish",
      "Dev Notes": "humphead wrasse",
      "Metaphysical Notes": "The Bloated Rudefish clearly is able to tap into the mind of its victim, as the comments it makes are very, very personal. This suggests it has a connection with other mind-altering fish species. The mastery of common vernacular and epithets suggests it pulls information from the victims mind when forming expletives, but this does not account for its vast knowledge of rude subjects unknown to most victims.",
      "Biological Notes": "As ugly physically as it is verbally. Bloated rudefish are exceedingly unpleasant, featuring large lips and a thick body covered in rough scales. Their fins appear almost vestigial, as the creature itself \"swims\" quite slowly — more akin to drifting, like the Mola mola. At the front of its fat head is a massive bump, almost like the melons seen in some aquatic mammals. Perhaps this growth is the source of its psychic abilities. As far as I can tell, its sole means of defense (aside from its size) is intense, visceral insults. It is entirely unclear to me how (or, indeed, if) this adaptation functions against non-human organisms.",
      "Difficulty": 3,
      "Min Weight": 50,
      "Max Weight": 75,
      "Location": "res://textures/bloated_rudefish.png",
      "Frequency": 3,
      "Region": "Psychonitoth's Zone, Abyss",
      "Produced Item": "Smug Smile",
      "Item Path": "res://textures/items/smug_smile.png",
      "Item Description": null
    },
    {
      "Fish Name": "Mandrake fish",
      "Name": "Mandrake fish",
      "Dev Notes": "sarcastic fringehead",
      "Metaphysical Notes": "This is a curious one. Some kind of synthesis between plant and fish, some kind of algae. It's not a parasite, or a fungus, which means it must just be a part of the fish. It has a mouth - obviously, as it's been screaming over over five minutes last I timed it, and seems to use its sonic pulses to stun prey, but I've also seen these drift for hours on the surface - photosynthesizing, maybe? Why does it scream when removed from water, though? Some kind of defense mechanism? There are no sufficiently sized birds to hunt this, so this seems moot. The paralytic scream, though, that echoes through the basin for hours - or at least I think it echos. Still, the root is good eating, tastes like ginger when ground over fish.",
      "Biological Notes": "Appropriately named after the mythical mandrake root. The mandrake fish, when removed from water, will release an ear-piercing shriek. To support this ability, the fish sports internal false lungs, as well as air sacs on its back. Its mouth seems specially designed to amplify the screams, though the exact means by which it produces said screams remain illusive to me; it is unclear how it fills itself with enough air to shriek so loudly for so long. The interior of the mandrake fish's throat sports structures that could be analogous to vocal chords, but again, they seem insufficient to support the actual sounds it produces. Additionally, the fish's shrieks may have some mind-altering properties. I keep hearing the sound for hours, even once the fish has been disposed of.",
      "Difficulty": 3,
      "Min Weight": 50,
      "Max Weight": 75,
      "Location": "res://textures/mandrake_fish.png",
      "Frequency": 3,
      "Region": "Psychonitoth's Zone, Abyss",
      "Produced Item": "Scream Pod",
      "Item Path": "res://textures/items/mandrake_scream_pod.png",
      "Item Description": null
    },
    {
      "Fish Name": "This Fish Was Definitely a Person",
      "Name": "This Fish Was Definitely a Person",
      "Dev Notes": "red handfish as base",
      "Metaphysical Notes": "How could a fish like this come to be? Clearly this animal was once a person, that much is obvious. Who were they? How did they get here? Whatever history this fish-person had, it is all gone. Some force in this lake has twisted a person into a fish, meaning a possible link between this fish and others that have suffered grotesque mutations. Something in this lake changes things, and this fish is hard proof of that. Perhaps the parts of this fish would serve to reverse or reduce the influence of whatever is changing things here.",
      "Biological Notes": "in generally the shape of a fish, but lacking scales. has human eyes and teeth, fins appear to have finger-like bones",
      "Difficulty": 3,
      "Min Weight": 50,
      "Max Weight": 75,
      "Location": "res://textures/beta_fish.png",
      "Frequency": 4,
      "Region": "Psychonitoth's Zone, Pneumistis' Zone, Abyss",
      "Produced Item": "Human finger",
      "Item Path": "res://textures/items/temp.png",
      "Item Description": null
    },
    {
      "Fish Name": "Blightfish",
      "Name": "Blightfish",
      "Dev Notes": "tongue eating louse; botflies; trypophobia; worms",
      "Metaphysical Notes": null,
      "Biological Notes": "looks diseased, has other parasitic sub-fish",
      "Difficulty": 3,
      "Min Weight": 50,
      "Max Weight": 75,
      "Location": "res://textures/beta_fish.png",
      "Frequency": 4,
      "Region": "Psychonitoth's Zone, Pneumistis' Zone, Abyss",
      "Produced Item": "Blightfish's Parasitic Worm",
      "Item Path": "res://textures/items/temp.png",
      "Item Description": null
    },
    {
      "Fish Name": "Gutfish",
      "Name": "Gutfish",
      "Dev Notes": "looks like, and i cannot stress this enough, Guts",
      "Metaphysical Notes": null,
      "Biological Notes": "looks like guts!",
      "Difficulty": 3,
      "Min Weight": 50,
      "Max Weight": 75,
      "Location": "res://textures/beta_fish.png",
      "Frequency": 5,
      "Region": "Psychonitoth's Zone, Pneumistis' Zone, Abyss",
      "Produced Item": "Intestinal Polyp",
      "Item Path": "res://textures/items/temp.png",
      "Item Description": null
    },
    {
      "Fish Name": "World oyster",
      "Name": "World oyster",
      "Dev Notes": "using black-lipped pearl oyster as a base",
      "Metaphysical Notes": "This one twists the mind far more severely than anthing I've yet pulled. The fact I could even catch this on a line is proof enough of this thing's strange nature, but as noted in my other notes, has a high variance in size and mass. Turns out the average of immesurably small and inconveliably large is... Oyster-sized. Pearls are pretty, though, and have very clear ritual implementation. I dare not try the meat, as it might explode and implode my stomach simultaniously.",
      "Biological Notes": "Apparently a variety of oyster, the so-called \"world oyster\" exists in a paradoxical state of being simultaneously the size of the entire planet and smaller than a hydrogen atom. The average of these two states allows the world oyster to be observed by mortals. Like its non-Scion counterparts, the world oyster produces pearls. Its pearls are every possible size at once, and brilliant \"mother of all pearl\" that reflects and absorbs all wavelengths of visible light. It is not advisable to focus on the world oyster's paradoxical nature for too long, as this may result in mental distress.",
      "Difficulty": 3,
      "Min Weight": 50,
      "Max Weight": 75,
      "Location": "res://textures/world_oyster.png",
      "Frequency": 5,
      "Region": "Pneumistis' Zone, Abyss",
      "Produced Item": "Mother of All Pearls",
      "Item Path": "res://textures/items/temp.png",
      "Item Description": null
    },
    {
      "Fish Name": "Future shark",
      "Name": "Future shark",
      "Dev Notes": "ought to look into speculative evolution for this one? https://spec-evo.fandom.com/wiki/Category:Fish",
      "Metaphysical Notes": "Now normally I'm opposed to pulling sharks, due to their endangered status and pernicious influence of sharkfinning, but these, well, don't exist yet. They have no population numbers because there are none. I can't release this in good conciense, since it would be temporally and ecologically invasive. Fins are clearly potent, however, and would make a good ritual base if I want to try to fish faster.",
      "Biological Notes": "For all intents and purposes, this shark doesn't exist yet. It's unclear how I'm able to catch and perceive it when it has yet to actually evolve — there must be some paradox at play here. As such, my observations are limited: Based on the morphology, it seems to be a descendant of sharks, or other cartilagenous fish. It likely lays eggs. Aside from that, this future shark appears to have devolved the need for rapidly replacing teeth, and instead evolved a new structure for which our language currently has no apt term.",
      "Difficulty": 2,
      "Min Weight": 10,
      "Max Weight": 25,
      "Location": "res://textures/beta_fish.png",
      "Frequency": 5,
      "Region": "Pneumistis' Zone, Abyss",
      "Produced Item": "Future Shark Fin",
      "Item Path": "res://textures/items/temp.png",
      "Item Description": null
    },
    {
      "Fish Name": "Voidfish",
      "Name": "Voidfish",
      "Dev Notes": "the shape of barred seabass (native to Santa Cruz coast!)",
      "Metaphysical Notes": "Nobody has ever seen the Voidfish. It is not a thing that strictly exists. More a hole in space-time shaped like a fish rather than some actual organism. Nobody knows anything about the Voidfish, either. An enigma, it is said that this fish appears when something goes wrong in the fabric of the universe, and it represents the ultimate entropy, as someday the universe will be filled with them. It is also said that if you can find a way to eat them, they taste like God. But nobody has ever seen one, and nobody knows anything about it.\nSo where did I hear those stories?",
      "Biological Notes": "Perhaps it would be more appropriate to call the voidfish \"not a fish\", as it is actually the complete lack of a fish. Characterized by the abject absence of any matter in the shape of \"a fish\", voidfish can be found (not found?) in any environment, including, theoretically, deep space. It is unclear exactly this phenomenon came into being, and whether it has its own unique lifecycle or simply appears (disappears?) at random. Voidfish raise questions about dark matter, though attempts to measure their mass have been fruitless.",
      "Difficulty": 2,
      "Min Weight": 10,
      "Max Weight": 25,
      "Location": "res://textures/void_fish.png",
      "Frequency": 6,
      "Region": "Pneumistis' Zone, Abyss",
      "Produced Item": "Bait-Shaped Hole in Spacetime",
      "Item Path": "bait_shaped_hole_in_spacetime.png",
      "Item Description": null
    },
    {
      "Fish Name": "Sockeye salmon",
      "Name": "Sockeye salmon",
      "Dev Notes": "chose the Pacific salmon due to environmental themes and they get fucked up during spawning season",
      "Metaphysical Notes": "When I hauled this sucker out I though I maybe was free of all these weird fish. Turns out, of course, no I was not. Rather than just a regular salmon in mating season, this thing popped like every one of its eyes open and spooked the daylights out of me. Hate the way it looks at me, from any angle all the time, but if you shuck the eyes out it makes a fine fish fillet, if you can stand the holes. Not sure how to feel about those holes.",
      "Biological Notes": "The \"sockeye salmon\" superficially resembles its un-Afflicted counterpart, with several distinct morphological differences. Typical Sockeye salmon have two eyes, while an Afflicted specimen may have as many as 30; these extranneous eyes are generally limited to the head, but specimen have been found with eyes past the operculum (gill cover), including on fins. Additionally, Afflicted \"sockeye salmon\" may feature irregular holes through the body of the fish; these holes do not seem to cause any demonstrable harm to the fish.",
      "Difficulty": 2,
      "Min Weight": 10,
      "Max Weight": 25,
      "Location": "res://textures/beta_fish.png",
      "Frequency": 6,
      "Region": "Pneumistis' Zone, Abyss",
      "Produced Item": "Salmon Roe",
      "Item Path": "res://textures/items/temp.png",
      "Item Description": null
    },
    {
      "Fish Name": "Fur-bearing Trout",
      "Name": "Fur-bearing Trout",
      "Dev Notes": "chose greenback cutthroat trout bc they're native to the rivers home to mythical fur trouts & are a threatened species",
      "Metaphysical Notes": "I should take a picture with this one, or nobody will belive me. Well, nobody will belive me anyway, but this bad boy is outragous. Why would a fish need fur? How can it swim with it? Is it warm? I wonder what kind of mitts I could make from it. I feel these might not be indigenous to Angler's Deep, given the urban legends surrounding it. Either that, or Angler's Deep \"created\" this fish in response to the cultural context that surround the legend. Maybe this is a sign of another lineage of Progenitor? Tastes like venison, though.",
      "Biological Notes": "Generally thought to be an urban legend, the fur-bearing trout appears to be the only example of an Afflicted fish invading other habitats. Internally identical to the threatened greenback cutthroat trout, its fur-bearing equivalent additionally features a layer of thick, shaggy white fur from the gill cover to tail. While fur may seem a poor evolutionary choice for water navigation, the fur-bearing trout is nonetheless able to swim as effortlessly as its typically scaled brethren.",
      "Difficulty": 2,
      "Min Weight": 10,
      "Max Weight": 25,
      "Location": "res://textures/furbearing_trout.png",
      "Frequency": 7,
      "Region": "Psychonitoth's Zone, Pneumistis' Zone, Abyss",
      "Produced Item": "Trout Fur",
      "Item Path": "res://textures/items/trout_fur.png",
      "Item Description": null
    },
    {
      "Fish Name": "Moebius fish",
      "Name": "Moebius fish",
      "Dev Notes": "i like ribbon eels :)",
      "Metaphysical Notes": "Now this one is curious. One would think this some kind of sea worm or jellyfish or other invertebrate, and yet it loops on itself like a Moebius strip. While not uncommon to just twist some paper, this is distinct as it is a single-sided fish, with no head or tail. It also has a spine, somehow. This hurts my head to look at, moreso when it wiggles and everything gets weird. Might be worth battering though, make some kind of next-level fish ring thing. Might also make good bait, if I can find a way to spear my hook on it.",
      "Biological Notes": "\"Moebius fish\" or \"Moebius eel\" feature very similar morphology and behavior to a typical ribbon eel. Moebius eels have long, thin bodies and high dorsal fins that come in a variety of bright colors, mosty typically bright blue body and yellow fin. The most notable difference between the Moebius eel and a more typical ribbon eel is the Moebius eel's lack of head or tail and seemingly impossible shape, hence its common name. Attempting to track the \"beginning\" and \"end\" of the Moebius eel often results in headaches, though it is unclear whether this is due to the shape itself or some other characteristic.",
      "Difficulty": 2,
      "Min Weight": 10,
      "Max Weight": 25,
      "Location": "res://textures/mobius_eel.png",
      "Frequency": 7,
      "Region": "Pneumistis' Zone, Abyss",
      "Produced Item": "Moebus Fin",
      "Item Path": "res://textures/items/mobius_fin.png",
      "Item Description": null
    },
    {
      "Fish Name": "Fractal starfish",
      "Name": "Fractal starfish",
      "Dev Notes": "chocolate chip seastar",
      "Metaphysical Notes": "Looking at this thing gives me a headache, and I can feel the way its arms sort of branch forever between the atoms of my hand. Weird experience, would not reccoment. However, an infinitely branching limb HAS to be infinitely filling, right? I wonder how long it will take to fry into a little snack. Even if that falls through, at the very least it should have some arcane signifigance.",
      "Biological Notes": "Fractal starfish seem to be the Afflicted cousins of the more common chocolate chip seastar. By some means, the fractal starfish is able to replicate its body infinitely in the form of a fractal curve. The resulting organism is similar to a Koch snowflake, with each iteration being a perfect copy of the next-largest scale, down to internal morphology and pattern.",
      "Difficulty": 1,
      "Min Weight": 10,
      "Max Weight": 25,
      "Location": "res://textures/fractal_star.png",
      "Frequency": 8,
      "Region": "Pneumistis' Zone, Abyss",
      "Produced Item": "Endless Arm",
      "Item Path": "res://textures/items/endless_arm.png",
      "Item Description": null
    },
    {
      "Fish Name": "Anger fish",
      "Name": "Anger fish",
      "Dev Notes": "atlantic footballfish; one of the most well-known anglerfish",
      "Metaphysical Notes": "Stupid footballfish, with their bulbous round bodies and pathetic little lures. How easy to just. Punt this thing back into the depths from whence some miserable little egg spawned it. These things are damn near everywhere, and I swear to GOD if I pull another one of these things I am going to rip off that smug little smile and stupid little lure and see how IT likes being the bait. Thing tastes like boiled tire, and has texture to match. not even fit to eat. Useless miserable little thing.\n...Wow, lost myself there. I think my pen nib broke. Should try to use the lure as bait, see if I can't rile up the fish.",
      "Biological Notes": "Infuriatingly common and trite in appearance. It looks so much like an Atlantic footballfish, I'm calling it the anger fish. Like the footballfish, the anger fish is an ugly, deepsea angler, sporting a cliché bioluminescent lure and fat body. However, the anger fish sports several apparently useless eyes, as well as specially adapted \"scales\" that resemble spikes, for some asinine reason. Looking at its stupid little lure fills me with such rage that I'm wondering if it has some psychic effects; perhaps artificial stimulation of the amydala.",
      "Difficulty": 1,
      "Min Weight": 10,
      "Max Weight": 25,
      "Location": "res://textures/anger_fish.png",
      "Frequency": 8,
      "Region": "Psychonitoth's Zone, Abyss",
      "Produced Item": "Raging Lure",
      "Item Path": "res://textures/items/raging_lure.png",
      "Item Description": null
    },
    {
      "Fish Name": "Jealous fish",
      "Name": "Jealous fish",
      "Dev Notes": "atolla jellyfish; bioluminescent, put an eye in that bad boy and call it a day",
      "Metaphysical Notes": "What a specemin! I've never seen something so simple yet so elegant in form! Most jellyfish lack eyes or any other major sensory organ, and yet this one seems to use the massive oculus in its lobe to just. Stare at things. All the time. I've never seen it eat, if it can. Maybe it eats by watching? Unclear, but that gaze will certianly find a home in my ritual altar.",
      "Biological Notes": "These \"jealous fish\", as I have nicknamed them, are visually similar to many species of jellyfish, featuring a nauseatingly perfect bell and tentacle structure. In the center of its bell is a single, beautiful eye, far prettier than mine. Their admittedly impressive tentacles end in pseudo-hands, which are prehensile, and have the tendency to grab anything in their reach. The jealous fish's nematocysts (stinging cells) are clearly superior to their equivalents in other organisms. The nematocysts release an unidentified neurotoxin, which I believe causes some kind of emotional response in humans. I would describe these feelings as \"a sense of unease\", \"directionless desire\", or \"unfounded self-consciousness\".",
      "Difficulty": 1,
      "Min Weight": 10,
      "Max Weight": 25,
      "Location": "res://textures/jealous_fish.png",
      "Frequency": 9,
      "Region": "Psychonitoth's Zone, Abyss",
      "Produced Item": "Jealous Eye",
      "Item Path": "res://textures/items/jealous_eye.png",
      "Item Description": null
    },
    {
      "Fish Name": "Beta fish",
      "Name": "Beta fish",
      "Dev Notes": "betta fish as a base, obv",
      "Metaphysical Notes": "Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiu",
      "Biological Notes": "this fish is still in beta, will be included with final release",
      "Difficulty": 1,
      "Min Weight": 10,
      "Max Weight": 20,
      "Location": "res://textures/beta_fish.png",
      "Frequency": 10,
      "Region": "Pneumistis' Zone, Psychonitoth's Zone, Abyss",
      "Produced Item": "Placeholder Eye",
      "Item Path": "res://textures/items/temp.png",
      "Item Description": null
    }
  ]
}